/* Localizable String*/
sUIName = "Wireless Network Utility";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Software Version";
sDriver = "Treiber Version: v";
sCopyright = "Copyright 2015.";
About_Utility = "Info";
Hide_Utility = "Wireless Network Utility ausblenden";
Quit_Utility = "Programm beenden";
Help_Utility = "Hilfe";

OK ="Ok";
CANCEL ="Abbrechen";
NO ="Nein";
YES ="Ja";
SELECT ="Auswählen";
Radio_ON ="Wi-Fi einschalten";
Radio_OFF ="Wi-Fi ausschalten";
ShortStr = "Kurz";
LongStr = "Lang";

NoneStr = "Keine";
ConnectedStr = "Verbunden";
DisconnectedStr = "Getrennt";
InfrastructureStr = "Infrastruktur";
AdhocStr = "Ad hoc";

Open_System_Str = "Offen";
Shared_Key_Str = "Gemeinsam verwendet";
No_Encryption_Str = "Ohne Verschlüsselung";

WPS_init_Str = "  WPS initialisieren  ";
WPS_scan_Str = "  Suche aktiven WPS-Zugriffspunkt...  ";
WPS_connect_Str = "  Verbinde mit aktivem WPS-Zugriffspunkt...  ";
WPS_handshake_Str ="  Herstellung der WPS-Verbindung...  ";
WPS_exchange_Str ="  WPS-Protokollkommunikation...  ";
WPS_done_Str = "  WPS-Protokollkommunikation abgeschlossen.  ";
WPS_fail_Str = "  WPS-Protokollkommunkation fehlgeschlagen. Versuche dich mit einem anderen WPS-Zugriffspunkt zu verbinden.  ";
WPS_start_Str = "  Starte WPS-Verbindung. ";
WPS_finish_Str = "     WPS-Verbindung hergestellt.";
WPS_auto_connect_Str = "Automatische Verbindung mit einem WPS-Zugriffspunkt.";
WPS_timeout_Str = "     WPS-Meldungs-Time-Out.";


Wps_overlap_Str = "Verbindungsüberschneidung";
Wps_more_pbc_Str = "     Es befinden sich mehrere Zugriffspunkte im WPS-Tastenkonfigurationsmodus.";
Wps_retry_Str = "Verwende bitte das PIN-Verfahren oder warte einen Moment und versuche es erneut.";

ERROR0 = "Fehler";
ERROR1 = "Bitte gib den Netzwerkschlüssel ein.";
ERROR2 = "WEP-Schlüssel falsch";
ERROR3 = "Der Schlüssel muss zwischen 8 und 64 Zeichen lang sein.";
ERROR4 = "Der Netzwerkschlüssel ist nicht im Hexadezimal-Format.";
ERROR5 = "Der ASCII-Schlüssel muss 5 oder 13 Zeichen lang sein.";
ERROR6 = "Die Länge des Netzwerkschlüssels ist nicht richtig.";
ERROR7 = "Der Netzwerkschlüssel muss entweder 10 oder 26 Zeichen lang sein.";
ERROR8 = "Der wiederholte Netzwerkschlüssel stimmt nicht überein.";
ERROR9 = "Der Netzwerkschlüssel ist nicht im ASCII-Format.";
ERROR10 = "Der Netzwerkschlüssel ist nicht im 64-Bit Hexadezimal-Format.";

WARNING0 = "Achtung";
WARNING1 = "Bitte gib eine SSID ein.";
WARNING2 = "Bitte gib einen Profilnamen ein.";
WARNING3 = "Die SSID darf nicht länger als 32 Zeichen sein.";
WARNING4 = "Das Profil existiert bereits. Soll es überschrieben werden?";
WARNING5 = "Bist du sicher, dass du dieses Profil löschen willst?";

NOTICE0 = "Hinweis";
NOTICE1 = "Fehler im Zugriffspunkt Modus.";
NOTICE2 = "Fehler im Adapter Modus.";
NOTICE3 = "Sollwertfestlegung im QoS Modus fehlgeschlagen.";
NOTICE4 = "Zielwertfestlegung im QoS Modus fehlgeschlagen.";
NOTICE5 = "Falsche Eingabe im QoS Modus.";
NOTICE6 = "RTS-Schwellenwert außerhalb des zulässigen Bereichs. Der Wert muss zwischen 0 und 2432 liegen.";
NOTICE7 = "Fragmentierungsschwellenwert außerhalb des zulässigen Bereichs. Der Wert muss zwischen 256 und 2432 liegen.";
NOTICE8 = "Bitte aktiviere den Wireless Network Utility in den Netzwerkeigenschaften in den Systemeinstellungen.";
NOTICE9 = "Connect your Wlan card to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Netzwerkeigenschaften";
ProfileProperty_ActionText ="Bitte gib einen Netzwerkschlüssel ein, bevor du zum Verbinden auf Ok klickst.";